{
  "study": [
    {
      "id": 124335,
      "title": "Комп'ютер COBRA Advanced",
      "price": "23499",
      "docket": "Intel Core i5-10400F (2.9 - 4.3 ГГц) / RAM 16 ГБ / SSD 480 ГБ / nVidia GeForce RTX 3050, 8 ГБ / без ОД / LAN / без ОС",
      "brand": "Cobra",
      "images": [
        "https://content2.rozetka.com.ua/goods/images/base_action/439965030.jpg",
        "https://content.rozetka.com.ua/goods/images/base_action/439965031.jpg",
        "https://content.rozetka.com.ua/goods/images/base_action/439965032.jpg",
        "https://content2.rozetka.com.ua/goods/images/base_action/439965033.jpg",
        "https://content2.rozetka.com.ua/goods/images/base_action/439965034.jpg",
        "https://content2.rozetka.com.ua/goods/images/base_action/439965035.jpg",
        "https://content1.rozetka.com.ua/goods/images/base_action/439965036.jpg",
        "https://content1.rozetka.com.ua/goods/images/base_action/439965037.jpg"
      ],

      "description": "Комп'ютер COBRA Advanced розроблений з прицілом на домашнє застосування та призначений для тих, хто любить та хоче відпочивати! Стінки ПК не опломбовані виробником, що дозволяє самостійно проводити модернізацію ПК та його профілактику! Також Комп'ютер COBRA Advanced легко впорається з роллю справжнього робочого інструменту, захоплених програмуванням, редагуванням фото та відео матеріалів, перекладами текстів, створенням музики та іншою творчістю. Комп'ютер оснащений процесором 10 покоління Intel Core i5-10400F, побудований на базі материнської плати з чипсетом H410. У ПК встановлено 16 ГБ оперативної пам'яті, для операційної системи та ігор - SSD 480 ГБ для зберігання даних, а у зв'язці з дискретною графікою GeForce RTX 3050 цей ПК є чудовим інструментом для сучасних ігор у високій роздільній здатності, продуктивної роботи та домашніх розваг. ПК обладнаний БЖ 600 Вт. Професійне складання Комп'ютера COBRA забезпечить оптимальний повітряний потік усередині корпусу, а отже, і чудове охолодження всіх компонентів ПК."
    },

    {
      "id": 365397255,
      "title": "Комп'ютер ARTLINE Gaming X77",
      "price": "79999",
      "docket": "Intel Core i7-12700F (2.1 - 4.9 ГГц) / RAM 32 ГБ / HDD 2 ТБ + SSD 1 ТБ / nVidia GeForce RTX 4070 Ti, 12 ГБ / без ОД / LAN / Wi-Fi / Bluetooth / без ОС",

      "images": [
        "https://content1.rozetka.com.ua/goods/images/base_action/310276859.jpg",
        "https://content2.rozetka.com.ua/goods/images/base_action/310276861.jpg",
        "https://content1.rozetka.com.ua/goods/images/base_action/310276862.jpg",
        "https://content1.rozetka.com.ua/goods/images/base_action/310276863.jpg",
        "https://content2.rozetka.com.ua/goods/images/base_action/310276864.jpg",
        "https://content2.rozetka.com.ua/goods/images/base_action/310276866.jpg",
        "https://content.rozetka.com.ua/goods/images/base_action/310276867.jpg",
        "https://content.rozetka.com.ua/goods/images/base_action/310276868.jpg",
        "https://content1.rozetka.com.ua/goods/images/base_action/310276869.jpg",
        "https://content1.rozetka.com.ua/goods/images/base_action/310276870.jpg",
        "https://content.rozetka.com.ua/goods/images/base_action/310276865.jpg"
      ],
      "description": "ARTLINE Gaming є серією ігрових ПК, створених для любителів проводити час за проходженням новітніх ігор та роботою з графічними додатками.  При створенні серії Gaming велика увага приділяється підбору кожного компонента, оцінці їх можливостей, аналізу продуктивності та сумісності один з одним. Завдяки різноманітності модельного ряду ARTLINE Gaming, ви можете підібрати для себе найбільш вдалий варіант.  Ігровий ПК ARTLINE Gaming X77v80 зібраний на базі материнської плати ASUS TUF GAMING B660M-PLUS WIFI D4 з підтримкою сокетів LGA1700 для процесорів Intel Core 12-го покоління. Посилена підсистема живлення гарантує стабільне електроживлення процесора. Радіатори на роз'єм для накопичувача і силових елементах живлення забезпечують хороше відведення тепла. Плата має мережевий контролер Realtek 2.5GB, що уможливлює ігри в онлайн-режимі без затримок, транслювання високоякісних відео та швидку передачу файлів.  Як процесор виступає чіп 12-го покоління з гібридною архітектурою – Intel Core i7-12700F. Він має 8 великих високопродуктивних ядер та 4 малих енергоефективних. Максимальна тактова частота у режимі Turbo становить 4.9 ГГц. Великий кеш різних рівнів може забезпечити високу швидкодію в різних завданнях. За охолодження процесора відповідає ефективний кулер QB-OL2000GT.  Якісну та плавну графіку в іграх для Gaming X77v80 створить відеокарта GeForce RTX 4070 Ti 12 ГБ, побудована на архітектурі NVIDIA Ada Lovelace. Вона призначена для гравців, які хочуть отримати функціональність нової архітектури та дуже високу продуктивність, а також непогано підходить для застосування у професійних завданнях створення цифрового контенту.  Геймерська пам'ять DDR4 на 32 ГБ з ефективною робочою частотою 3200 МГц забезпечить швидку та стабільну роботу ПК.  Високу швидкість відгуку системи гарантує встановлений NVME SSD-накопичувач місткістю 1 ТБ. Для зберігання великого обсягу даних передбачено жорсткий диск на 2 ТБ.  Всі комплектуючі ARTLINE Gaming X77v80 розміщені в ефектному корпусі QUBE WIZARD із блоком живлення на 800 Вт 80+ Bronze та комплектом RGB вентиляторів.  Покупка професійно зібраних комп'ютерів компанії ARTLINE – це не лише придбання надійного помічника на багато років, але й гарантія якісного технічного обслуговування на весь період експлуатації. Ігровий комп'ютер ARTLINE Gaming – це ваша перепустка у світ популярних ігор."
    },
    
    {
      "id": 365395,
      "title": "Комп'ютер Cobra Advanced I14F",
      "price": "27999",
      "docket": "Intel Core i5-10400F (2.9 - 4.3 ГГц) / RAM 16 ГБ / HDD 1 ТБ + SSD 480 ГБ / nVidia GeForce RTX 4060, 8 ГБ / без ОД / LAN / без ОС",

      "images": [
        "https://content.rozetka.com.ua/goods/images/base_action/393816363.jpg",
                    "https://content.rozetka.com.ua/goods/images/base_action/393756072.jpg",
                    "https://content1.rozetka.com.ua/goods/images/base_action/393756074.jpg",
                    "https://content2.rozetka.com.ua/goods/images/base_action/393756077.jpg",
                    "https://content.rozetka.com.ua/goods/images/base_action/393756080.jpg",
                    "https://content2.rozetka.com.ua/goods/images/base_action/393756082.jpg",
                    "https://content.rozetka.com.ua/goods/images/base_action/393756086.jpg",
                    "https://content.rozetka.com.ua/goods/images/base_action/393756089.jpg"
      ],
      "description": "Комп'ютер COBRA Advanced розроблений з прицілом на домашнє використання та призначений для тих, хто любить та хоче відпочивати! Стінки ПК не опломбовані виробником, що дозволяє самостійно проводити модернізацію ПК та його профілактику! Також комп'ютери COBRA Advanced легко впораються із роллю справжнього робочого інструменту, захоплених програмуванням, редагуванням фото та відео матеріалів, перекладами текстів, створенням музики та іншою творчістю. Цей комп'ютер оснащений процесором 10-го покоління Intel Core i5 10400F, збудований на базі материнської плати з чипсетом H470. У ПК встановлено 16 ГБ оперативної пам'яті DDR4, для операційної системи та ігор встановлений накопичувач - SSD 480 ГБ і жорсткий диск 1 ТБ для зберігання даних у зв'язці з дискретною графікою GeForce RTX 4060 с 8 ГБ виділеної пам'яті. Цей ПК є чудовим інструментом для сучасних ігор у високих дозволах, продуктивної роботи та домашніх розваг. Професійна збірка комп'ютера COBRA забезпечить оптимальний повітряний потік усередині корпусу Aerocool Hexform з БЖ 600Вт, а отже, і чудове охолодження всіх компонентів ПК."
    }
  ]
  
}
